{
  "WELCOME_TITLE": "Automated Invoice Comparison for Accountants",
  "WELCOME_SUBTITLE_1": "Save time, ensure accuracy, and streamline your business with unparalleled tools for effortless invoice comparisons.",
  "WELCOME_SUBTITLE_2": "Sign up today and get 1 free comparison with a file upload limit up to one file per format. Start now and see how easy invoice comparisons can be!",
  "GET_STARTED": "Get Started Free",
  "HOW_IT_WORKS": "How It Works",
  "STEPS_DESCRIPTION": "Forget about manually comparing long Excel sheets. With our solution, you can automate the comparison process in just a few steps.",
  "STEP_1_TITLE": "Go to Invoice Comparison Tab",
  "STEP_1_DESCRIPTION": "Use the side navigation bar after successful login and click the Invoice Comparison Tab.",
  "STEP_2_TITLE": "Upload Your Files",
  "STEP_2_DESCRIPTION": "Upload your .csv and .txt files in the appropriate upload fields. The number of uploaded files in both fields has to be equal!",
  "STEP_3_TITLE": "Automatic Comparison",
  "STEP_3_DESCRIPTION": "Our system matches records by key data points like document number, date, and amount. No more manual Excel matching.",
  "STEP_4_TITLE": "Get Results Instantly",
  "STEP_4_DESCRIPTION": "Receive a detailed Excel report with separate sheets for each type of mismatch. Review audit-ready results for complete accuracy.",
  "PRICING_TITLE": "Our Pricing Plans",
  "PRICING_SUBTITLE": "Choose the plan that best suits your needs.",
  "WHY_CHOOSE_US": "Why Choose Unparalleled?",
  "UNPARALLELED_DESCRIPTION": "Unparalleled offers unparalleled solutions to help you grow, save time, and ensure complete accuracy in your invoicing.",
  "ACCURACY": "Unmatched Accuracy",
  "ACCURACY_DESCRIPTION": "Automate every comparison with pinpoint accuracy.",
  "GROWTH": "Business Growth",
  "GROWTH_DESCRIPTION": "Focus on growing your business while we handle your accounts.",
  "SPEED": "Lightning Fast",
  "SPEED_DESCRIPTION": "Process thousands of invoices in seconds.",
  "AUDIT_READY": "Audit-Ready",
  "AUDIT_READY_DESCRIPTION": "Keep your records audit-ready without the hassle."
}
