Repository: Papazov9/accountant-tools
Catalog: frontend-app/src/locale/messages.*.xlf
Languages: bg

source: Complete Your Purchase
bg: Завършете покупката си

source: Contact Email:
bg: Имейл за контакт:

source: Email is required.
bg: Имейлът е задължителен.

source: Invalid email format.
bg: Невалиден формат на имейл.

source: Company Name:
bg: Име на компанията:

source: Company Name is required.
bg: Името на компанията е задължително.

source: Billing Address
bg: Адрес за фактуриране

source: Country:
bg: Държава:

source: Country is required.
bg: Държавата е задължителна.

source: City:
bg: Град:

source: City is required.
bg: Градът е задължителен.

source: Postal Code:
bg: Пощенски код:

source: Postal Code is required.
bg: Пощенският код е задължителен.

source: Address Line 1:
bg: Адрес, ред 1:

source: Address Line 1 is required.
bg: Ред 1 на адреса е задължителен.

source: Address Line 2:
bg: Адрес, ред 2:

source: Proceed to Payment
bg: Продължете към плащане

source: comparisons will be added to your account
bg: сравнения ще бъдат добавени към вашия акаунт

source: Confirm Your Email
bg: Потвърдете своя имейл

source: Please enter the 6-digit code sent to your email:
bg: Моля, въведете 6-цифрения код, изпратен на вашия имейл:

source: Confirm Email
bg: Потвърдете имейла

source: Return to Dashboard
bg: Върнете се към таблото за управление

source: TOOLS
bg: ИНСТРУМЕНТИ

source: Invoice Comparison
bg: Сравнение на фактури

source: Coming soon
bg: Очаквайте скоро

source: INFORMATION
bg: ИНФОРМАЦИЯ

source: Pricing
bg: Цени

source: About us
bg: За нас

source: Jobs
bg: Работа

source: LEGAL
bg: ПРАВНА ИНФОРМАЦИЯ

source: Terms of use
bg: Условия за ползване

source: License agreement
bg: Лицензионно споразумение

source: Privacy policy
bg: Политика за поверителност

source: Cookies policy
bg: Политика за бисквитките

source: SUPPORT
bg: ПОДДРЪЖКА

source: FAQ
bg: ЧЗВ

source: Contact
bg: Контакт

source: SOCIAL MEDIA
bg: СОЦИАЛНИ МЕДИИ

source: User Comparison History
bg: История на сравненията на потребителя

source: Batch ID
bg: Пакет ID

source: Status
bg: Статус

source: Date
bg: Дата

source: Previous
bg: Предишен

source: Next
bg: Следващ

# pageText
source: Page this.currentPage of this.totalPages
bg: Страница this.currentPage от this.totalPages

# statusPending
source: Pending
bg: В очакване

# statusCompleted
source: Completed
bg: Завършено

# statusCanceled
source: Canceled
bg: Отменено

source: Why Choose Unparalleled?
bg: Защо да изберете Unparalleled?

source: Unparalleled offers unparalleled solutions to help you grow, save time, and ensure complete accuracy in your invoicing.
bg: Unparalleled предлага ненадминати решения, които ви помагат да растете, да спестявате време и да осигурявате пълна точност във вашето фактуриране.

source: Unmatched Accuracy
bg: Несравнима точност

source: Automate every comparison with pinpoint accuracy.
bg: Автоматизирайте всяко сравнение с изключителна точност.

source: Business Growth
bg: Растеж на бизнеса

source: Focus on growing your business while we handle your accounts.
bg: Съсредоточете се върху растежа на вашия бизнес, докато ние се грижим за вашите сметки.

source: Lightning Fast
bg: Мълниеносна скорост

source: Process thousands of invoices in seconds.
bg: Обработвайте хиляди фактури за секунди.

source: Audit-Ready
bg: Готовност за одит

source: Keep your records audit-ready without the hassle.
bg: Поддържайте записите си готови за одит без усилия.

source: Our Pricing Plans
bg: Нашите ценови планове

source: Choose the plan that best suits your needs.
bg: Изберете плана, който най-добре отговаря на вашите нужди.

source: How It Works
bg: Как работи

source: Forget about manually comparing long Excel sheets. With our solution, you can automate the comparison process in just a few steps.
bg: Забравете за ръчното сравняване на дълги таблици в Excel. С нашето решение можете да автоматизирате процеса на сравняване само с няколко стъпки.

source: Go to Invoice Comparison Tab
bg: Отидете на раздела за сравнение на фактури

source: Use side navigation bar after successful login and click the Invoice Comparison Tab.
bg: Използвайте страничната лента за навигация след успешен вход и кликнете върху раздела за сравнение на фактури.

source: Upload Your Files
bg: Качете вашите файлове

source: Upload your .csv and .txt files in the appropriate upload fields. The number of uploaded files in both fields has to be equal!
bg: Качете вашите .csv и .txt файлове в съответните полета за качване. Броят на качените файлове в двете полета трябва да е равен!

source: Automatic Comparison
bg: Автоматично сравнение

source: Our system matches records by key data points like document number, date, and amount. No more manual Excel matching, we've got you covered with UNPARALLELED speed of execution.
bg: Нашата система съпоставя записи по ключови данни като номер на документ, дата и сума. Без повече ръчно съпоставяне в Excel, осигуряваме ви НЕСРАВНИМА скорост на изпълнение.

source: Get Results Instantly
bg: Получете резултати мигновено

source: Receive a detailed Excel report with separate sheets for each type of mismatch. Review audit-ready results for complete accuracy.
bg: Получете подробен Excel отчет с отделни листове за всеки тип несъответствие. Прегледайте резултатите, готови за одит, за пълна точност.

source: Automated Invoice Comparison for Accountants
bg: Автоматизирано сравнение на фактури за счетоводители

source: Save time, ensure accuracy, and streamline your business with <span class="animate">UNPARALLELED </span> tools for effortless invoice comparisons.
bg: Спестете време, осигурете точност и оптимизирайте бизнеса си с <span class="animate">НЕСРАВНИМИ </span> инструменти за безпроблемно сравнение на фактури.

source: Sign up today and get 1 free comparison with a file upload limit up to one file per format. Start now and see how easy invoice comparisons can be!
bg: Регистрирайте се днес и получете 1 безплатно сравнение с ограничение за качване на файлове до един файл на формат. Започнете сега и вижте колко лесно може да бъде сравняването на фактури!

source: Get Started Free
bg: Започнете безплатно

source: Invoice Comparison Tool
bg: Инструмент за сравнение на фактури

source: Effortlessly compare your CSV and TXT invoice records
bg: Лесно сравнете вашите CSV и TXT записи на фактури

source: Comparisons Left:
bg: Оставащи сравнения:

source: Subscription Plan:
bg: Абонамент:

source: Drop CSV Files here or click to upload
bg: Пуснете CSV файлове тук или кликнете за качване

source: No files selected.
bg: Няма избрани файлове.

source: Drop TXT Files here or click to upload
bg: Пуснете TXT файлове тук или кликнете за качване

source: Upload & Compare
bg: Качване и сравняване

source: Enter your username
bg: Въведете вашето потребителско име

source: Enter your password
bg: Въведете вашата парола

source: Remember me
bg: Запомни ме

source: Forgot Password?
bg: Забравена парола?

source: Loading...
bg: Зареждане...

source: Don’t have an account? <a href="/register">Sign up </a>
bg: Нямате акаунт? <a href="/register">Регистрирайте се </a>

source: Let us handle the books, so you can break through limits.
bg: Оставете ни да се погрижим за счетоводството, за да можете да преодолеете границите.

source: Access to All Essential Features
bg: Достъп до всички основни функции

source: Priority Email Support
bg: Приоритетна поддръжка по имейл

source: Monthly Usage Reports
bg: Месечни отчети за използване

source: 3 Free Add-On Integrations
bg: 3 безплатни добавки за интеграция

source: Extended Comparison Library
bg: Разширена библиотека за сравнение

source: Learn More
bg: Научете повече

source: Enhanced Business-Level Support
bg: Подобрена бизнес поддръжка

source: Unlimited Team Access
bg: Неограничен достъп за екип

source: Advanced Analytics & Reports
bg: Разширена аналитика и отчети

source: Customized Comparison Tools
bg: Персонализирани инструменти за сравнение

source: Dedicated Account Manager
bg: Мениджър на акаунти

source: Priority Customer Success Assistance
bg: Приоритетна поддръжка за успех на клиентите

source: Real-Time Data Access
bg: Достъп до данни в реално време

source: Exclusive API Integrations
bg: Ексклузивни API интеграции

source: On-Demand Dedicated Support
bg: Поддръжка на заявка

source: Unlimited Data Storage
bg: Неограничено съхранение на данни

source: 24/7 Advanced Technical Assistance
bg: Разширена техническа поддръжка 24/7

source: Advanced Custom Integration Options
bg: Разширени опции за персонализирана интеграция

source: Personalized Concierge Service
bg: Персонализирана услуга на консиерж

source: Bespoke Feature Development
bg: Персонализирано разработване на функции

source: Unlimited Global Comparisons
bg: Неограничени глобални сравнения

source: Ultimate Priority Support
bg: Абсолютен приоритет в поддръжката

source: Full Access to All Features & Integrations
bg: Пълен достъп до всички функции и интеграции

source: Exclusive: Only Subscription Plan Offering Monthly Access with Unlimited Comparisons
bg: Ексклузивно: Единственият абонаментен план, който предлага месечен достъп с неограничени сравнения

source: Home
bg: Начало

source: How to...
bg: Как да...

source: Log In
bg: Вход

source: Go Back
bg: Връщане

source: Payment Canceled
bg: Плащането е отменено

source: Your payment process was canceled. Please try again or select another plan.
bg: Вашето плащане беше отменено. Моля, опитайте отново или изберете друг план.

source: Return to Subscriptions
bg: Върнете се към абонаментите

source: Go to Dashboard
bg: Отидете на таблото

source: Payment Successful
bg: Плащането е успешно

source: Thank you for your purchase! Your subscription has been upgraded.
bg: Благодарим ви за покупката! Вашият абонамент е надграден.

source: Minimum 8 characters
bg: Минимум 8 символа

source: At least 1 uppercase letter
bg: Поне 1 главна буква

source: At least 1 lowercase letter
bg: Поне 1 малка буква

source: At least 1 number
bg: Поне 1 цифра

source: At least 1 special character
bg: Поне 1 специален символ

source: Create Account
bg: Създайте акаунт

source: Already have an account? <a href="/login">Log in </a>
bg: Вече имате акаунт? <a href="/login">Вход </a>

source: Dashboard
bg: Табло

source: History
bg: История

source: Subscriptions
bg: Абонаменти

source: Settings
bg: Настройки

source: Logout
bg: Изход

source: Welcome,
bg: Добре дошли,

source: Here is a quick summary of your invoice comparisons.
bg: Обобщителни данни за всички сравнения на фактури.

source: Total Comparisons
bg: Общо сравнения

source: Successful Comparisons
bg: Успешни сравнения

source: Failed Comparisons
bg: Неуспешни сравнения

source: Total Mismatches
bg: Общо несъответствия

source: No data available for graph.
bg: Няма налични данни за графиката.

source: No metrics available yet.
bg: Все още няма налични метрики.

source: Comparison
bg: Сравнение

source: Comparison Success Rate
bg: Процент на успешни сравнения

source: Mismatch Trends
bg: Тенденции на несъответствия

source: Comparisons
bg: Сравнения

source: Mismatches Count
bg: Брой несъответствия

source: Choose a Subscription Plan
bg: Изберете план за абонамент

source: Select a plan or close this window.
bg: Изберете план или затворете този прозорец.

source: This is a one-time payment option except for the Unparalleled option. You will not be charged again unless you need more comparisons.
bg: Това е опция за еднократно плащане, освен ако не е избрана опцията „Unparalleled“. Няма да бъдете таксувани отново, освен ако не ви трябват повече сравнения.

source: Select
bg: Избор

source: Continue to Payment
bg: Продължете към плащане

source: Close
bg: Затвори
